Repository: parakh97/Conky-Images-Display
Catalog: po/*.po
Languages: fr

source: Conky Images Display is a programm written in C. Its goal is to display the cover of the song which is currently playing in the player you choose on the desktop like conky does with other informations. You can use it with the following options:
fr: Conky Images Display est un programme écrit en C. Son but est d'afficher la pochette de l'album en cours de lecture sur le bureau à la manière de conky. Vous pouvez le lancer avec les options suivantes :

source: log verbosity (debug,info,message,warning,error) default is 'warning'.
fr: niveau de verbosité (debug,info,message,warning,error) par defaut 'warning'.

source: load CID with this config file instead of ~/.config/cid/cid.conf.
fr: lance CID avec ce fichier de configuration à la place de ~/.config/cid/cid.conf.

source: runs CID in testing mode. (some unstable options might be running)
fr: Lance CID en mode testing (certaines options instables peuvent être activées).

source: runs CID in debug mode. (equivalent to '-l debug')
fr: Lance CID en mode debug (équivalent à '-l debug').

source: runs CID in safe mode.
fr: Lance CID en mode restauration.

source: print version and quit.
fr: affiche la version et quitte.

source: Configure
fr: Configurer

source: About
fr: À propos

source: Quit
fr: Quitter

source: Play/Pause
fr: Jouer/Pause

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Behaviour
fr: Disposition

source: Position on the screen
fr: Position à l'écran

source: in pixels
fr: en pixels

source: Width :
fr: Largeur :

source: Height :
fr: Hauteur :

source: Display CID on all Dekstop :
fr: Afficher CID sur tous les bureaux :

source: Lock CID position :
fr: Vérouiller la position de CID :

source: You can still move it with ALT + left_clic. This will disable the play/pause command.
fr: Vous pouvez toujours le déplacer avec ALT + clic_gauche. Cela désactive la commande jouer/pause.

source: Rotation of CID :
fr: Rotation de CID :

source: in degree
fr: en degrés

source: Keep corners during rotate :
fr: Ne pas couper les coins durant la rotation :

source: Color of the background (r,g,b,a) :
fr: Couleur de l'arrière plan (r,v,b,a) :

source: Idem when the mouse is over :
fr: Même chose au survol de la souris :

source: System
fr: Système

source: Monitoring player options
fr: Options de contrôle du lecteur

source: Wich player you want to monitor :
fr: Quel lecteur surveiller :

source: Interval between two refresh :
fr: Interval entre deux vérifications :

source: in seconds. Doesn't matter for rhythmbox support.
fr: en secondes. Sans importance pour rhythmbox.

source: Allow CID to monitor your player :
fr: Autoriser CID à contrôler le lecteur :

source: Contextual menu in right clic. Play/Pause by left clicking. Next by middle clicking.
fr: Menu contextuel au clic. Jouer/pause par clic gauche. Suivant par clic milieu.

source: Customisation options
fr: Customisation

source: Default image :
fr: Image par défaut :

source: Instead of the beautiful CD.
fr: À la place du magnifique CD.

source: Hide CID when the player isn't running :
fr: Cacher CID lorsque le lecteur n'est pas lancé :

source: Run an animation when the music change :
fr: Lancer une animation au changement de musique :

source: Animation to use :
fr: Animation à utiliser :

source: Rotate
fr: Rotation

source: Use threaded animations :
fr: Utiliser des animations threadées :

source: This can not work properly depending your processor.
fr: Peut ne pas être efficace en fonction de votre processeur.

source: Downloads
fr: Téléchargements

source: Allow CID to download missing covers :
fr: Autoriser CID à télécharger les pochettes manquantes :

source: You need to be connected to the Internet.
fr: Vous devez être connecté à Internet.

source: Delay before checking for missing covers :
fr: Délai avant de télécharger les pochettes manquantes :

source: in seconds
fr: en secondes

source: Medium
fr: Moyenne

source: Large
fr: Grande

source: Size of the downloaded covers :
fr: Taille des images téléchargées :

source: The smaller image will be downloaded faster than a big one.
fr: Les petites images sont téléchargées plus vite que les grandes.

source: Active unstable functions :
fr: Activer les fonctions instables :
